Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: connection refused. Detail :
de_de: Der Server hat die neue Sitzung abgewiesen. Detail :
es_es: El servidor se negó a establecer una nueva sesión. Detalle:
fr_fr: Le serveur a refusé d'établir une nouvelle session. Détail :·
pt_pt: Le serveur a refusé d'établir une nouvelle session. Detalhe :·
zh_cn: 服务器拒绝建立新会话。详细信息：

source: connection refused without reason. Please try again.
de_de: Der Server hat die neue Sitzung aus unbekanntem Grund abgewiesen.
es_es: Por un motivo desconocido, el servidor se negó a establecer una nueva sesión.
fr_fr: Pour une raison inconnue, le serveur a refusé d'établir une nouvelle session.
pt_pt: Pour une raison inconnue, le serveur a refusé d'établir une nouvelle session.
zh_cn: 因未知原因，服务器拒绝建立新会话。

source: An unexpected javascript error has been detected. Your current session must be closed. Please, log in again.
de_de: Ein unerwarteter Javaskriptfehler wurde entdeckt. Ihre aktuelle Sitzung wurde geschlossen. Bitte melden Sie sich erneut an.
es_es: Un error javascript inesperado se ha detectado. Su sesión se va a cerrar. Vuelva a conectarse de nuevo.
fr_fr: Une erreur javascript inattendue a été détectée. Votre session va être fermée. Veuillez vous reconnecter à nouveau.
pt_pt: Une erreur javascript inattendue a été détectée. Sua sessão será encerrada. Veuillez vous reconnecter à nouveau.
zh_cn: 检测到一个意外的JavaScript错误。您的会话将被关闭。请重新连接。

source: An unexpected error occured in response to the last web server request.
de_de: Ein unerwarteter Fehler ist nach der letzten Webserveranfrage aufgetreten.
es_es: Un error inesperado se ha producido tras el envoi de una petición al servidor web.
fr_fr: Une erreur inattendue s'est produite suite à l'envoi d'une requête au serveur web.
pt_pt: Une erreur inattendue s'est produite suite à l'envoi d'une requête au serveur web.
zh_cn: 将请求发送至Web服务器后发生一个意外错误。

source: Resource:·
de_de: Quelle:
es_es: Recuso:
fr_fr: Ressource :·
pt_pt: Fonte·
zh_cn: 资源：

source: A thrown and not caught Javascript error occured. Your current session must be closed
de_de: Ein nicht abgefangener Javascriptfehler ist aufgetreten. Ihre Sitzung muss geschlossen werden.
es_es: Una excepción Javascript no capturada se ha producido. Su sessión se tiene que cerrar.
fr_fr: Une exception Javascript non capturée s'est produite. Votre session va devoir être fermée.
pt_pt: A exceção JavaScript não capturada ocorreu. Votre session va devoir être fermée.
zh_cn: 发生未捕获的Javascript异常情况。您的会话将被关闭。

source: Error can't be recovered.
de_de: Der Fehler kann nicht behoben werden.
es_es: Imposible recuperar el error.
fr_fr: Impossible de rattraper l'erreur.
pt_pt: Não foi possível detectar o erro.
zh_cn: 无法消除该错误。

source: If the problem persists, please contact your local IT correspondent.
de_de: Falls das Problem weiterhin besteht, wenden Sie sich bitte an Ihren IT-Partner vor Ort.
es_es: Si el problema persiste, pongase en contacto con su informático.
fr_fr: Si le problème persiste, nous vous invitons à contacter votre correspondant informatique.
pt_pt: Se o problema persistir, por favor contacte o seu correspondente de TI.
zh_cn: 如果问题仍然存在，请联系您的IT联络人。

source: Server response is incomplete or inconsistent. Unable to establish the session.
de_de: Die Serverantwort ist nicht vollständig oder inkonsistent. Die Sitzung kann nicht gestartet werden.
es_es: La respuesta del servidor es incompleta o inconsistente. La sesión no se puede establecer.
fr_fr: La réponse du serveur est incomplète ou inconsistante. La session ne peut pas être établie.
pt_pt: A resposta do servidor é incompleto ou inconsistente. La session ne peut pas être établie.
zh_cn: 服务器的响应不完整或不一致。无法建立会话。

source: Error while processing last server response (polling mode).
de_de: Ein blockierender Fehler ist beim Empfangen der letzten Serverantwort aufgetreten (Polling-Modus).
es_es: Un error bloqueante ha ocurrido durante el proceso de la última respuesta recibida (modo polling).
fr_fr: Une erreur bloquante est survenue lors du traitement de la dernière réponse reçue (mode polling).
pt_pt: Ocorreu um erro fatal ao processar a última resposta recebida (modo de pesquisa).
zh_cn: 在处理收到的最后一个响应时发生严重错误（轮询模式）。

source: Error while processing last server response.
de_de: Ein unerwarteter Fehler ist beim Empfangen der letzten Serverantwort aufgetreten.
es_es: Un error inesperado se ha producido durante el proceso de la última respuesta recibida.
fr_fr: Une erreur inattendue est survenue lors du traitement de la dernière réponse reçue.
pt_pt: Une erreur inattendue est survenue lors du traitement de la dernière réponse reçue.
zh_cn: 在处理收到的最后一个响应时发生意外错误。

source: Request was aborted because current operation has timed out
de_de: Die Anfrage wurde abgebrochen, da die Zeit der aktuellen Aktion abgelaufen ist
es_es: La petición se ha cancelado porque la operación actual ha caducado
fr_fr: La requête a été annulée car l'opération courante a expiré
pt_pt: O pedido foi cancelado porque a operação atual expirou
zh_cn: 该请求被撤销，因为当前操作已过期

source: We recommand you to consult the technical detail to get more informations about this issue.
de_de: Bitte beachten Sie die technischen Details, um mehr über die Ursache des Problems herauszufinden.
es_es: Consulte el detalle técnico para obtener mayor información sobre el origen del problema.
fr_fr: Veuillez consulter le détail technique afin d'obtenir de plus amples informations sur l'origine du problème.
pt_pt: Por favor, consulte os detalhes técnicos para obter mais informações sobre o problema.
zh_cn: 请查询技术细节，以便获取更多关于问题来源的信息。

source: Connection refused without reason.
de_de: Die Verbindung wurde ohne Grund abgewiesen
es_es: Conexión denegada sin ningún motivo
fr_fr: Connexion refusée sans aucun motif
pt_pt: Conexão recusada sem motivo
zh_cn: 连接无缘无故被拒

source: Last message sent by server does not contain 'end' rule.
de_de: Die letzte vom Server gesendete Nachricht enthält nicht die 'end'-Regel
es_es: El último mensaje enviado por el servidor no incluye la regle 'end'.
fr_fr: Le dernier message envoyé par le serveur ne contient pas la règle 'end'.
pt_pt: A última mensagem enviada pelo servidor não contém a regra 'end'.
zh_cn: 由服务器发送的最后一条消息不包含'end'规则。

source: Go to function...
de_de: Zu Funktion…
es_es: Ir a la función
fr_fr: Aller à la fonction
pt_pt: Ir para funcionar ...
zh_cn: 转到功能...

source: Missing following property in settings sent by server
de_de: Folgende Eigenschaft fehlt in den Einstellungen vom Server
es_es: Propiedad siguiente ausente en la parametrización reenviada por el servidor
fr_fr: Propriété suivante manquante dans le paramétrage renvoyé par le serveur
pt_pt: Faltando na configuração de propriedade retornado pelo servidor
zh_cn: 在由服务器发送的参数设置中缺少下一个属性

source: Prototype
de_de: Prototyp
es_es: Prototipo
pt_pt: Prototipo
zh_cn: 原型

source: Change has been applied
de_de: Änderung wurde ausgeführt
es_es: Las modificaciones se han aplicado
fr_fr: Les modifications ont été appliquées
pt_pt: As alterações foram aplicadas
zh_cn: 已应用这些更改

source: Apply change
de_de: Änderung ausführen
es_es: Aplicar las modificaciones
fr_fr: Appliquer les modifications
pt_pt: Aplicar alterações
zh_cn: 应用更改

source: Representation {0} not found
de_de: Repräsentation {0} nicht gefunden
es_es: Representación {0} no encontrada
fr_fr: Représentation {0} non trouvée
pt_pt: Representação {0} não foi encontrado
zh_cn: 未找到表示法{0}

source: Your current endpoint is
de_de: Ihr aktueller Endpoint ist
es_es: Su servicio actual es
fr_fr: Votre service actuel est
pt_pt: O seu serviço atual é
zh_cn: 您当前的服务是

source: Site
de_de: Standort
es_es: Planta
pt_pt: Estabelecimentos
zh_cn: 地点

source: Device mode
de_de: Gerätemodus
es_es: Modo periférico
fr_fr: Mode périphérique
pt_pt: Modo de Dispositivo
zh_cn: 设备模式

source: Collate
de_de: Eingefügt
es_es: Pegado
fr_fr: Collé
pt_pt: Colado
zh_cn: 对照

source: Pages
de_de: Seiten
es_es: Páginas
pt_pt: Páginas
zh_cn: 页面

source: From
de_de: Von
es_es: De
fr_fr: De
pt_pt: De
zh_cn: 从

source: To
de_de: Bis
es_es: a
fr_fr: à
pt_pt: a
zh_cn: 到

source: Copies
de_de: Kopien
es_es: Copias
pt_pt: Cópias
zh_cn: 副本

source: Printers
de_de: Drucker
es_es: Impresoras
fr_fr: Imprimantes
pt_pt: Impressoras
zh_cn: 打印机

source: Printer selection
de_de: Auswahl Drucker
es_es: Selección impresoras
fr_fr: Sélection imprimantes
pt_pt: Escolha da impressora
zh_cn: 打印机选择

source: Properties...
de_de: Eigenschaften...
es_es: Propiedades...
fr_fr: Propriétés...
pt_pt: Propriedades
zh_cn: 属性...

source: Printer properties
de_de: Druckereigenschaften
es_es: Propiedad de la impresora
fr_fr: Propriéte de l'imprimante
pt_pt: Impressora de propriedades Proprietários
zh_cn: 打印机属性

source: Paper size
de_de: Papiergröße
es_es: Tamaño papel
fr_fr: Taille papier
pt_pt: Dimensão papel:
zh_cn: 纸张大小

source: Paper source
de_de: Papierquelle
es_es: Fuente papel
fr_fr: Source papier
pt_pt: Fonte papel:
zh_cn: 纸张来源

source: Copies number
de_de: Anzahl Kopien
es_es: Número de copais
fr_fr: Nombre de copies
pt_pt: Nr de cópias
zh_cn: 份数

source: Orientation
de_de: Ausrichtung
es_es: Orientación
pt_pt: Orientação
zh_cn: 方向

source: landscape
de_de: Querformat
es_es: apaisado
fr_fr: paysage
pt_pt: Horizontal
zh_cn: 横向

source: portrait
de_de: Hochformat
es_es: retrato
pt_pt: Retrato
zh_cn: 纵向

source: none
de_de: Keine
es_es: ninguno
fr_fr: aucun
pt_pt: nenhum
zh_cn: 无

source: short side
de_de: Kurze Seite
es_es: lado pequeño
fr_fr: petit côté
pt_pt: pequeno lado
zh_cn: 宽度

source: long side
de_de: Lange Seite
es_es: lado grande
fr_fr: grand côté
pt_pt: grande lado
zh_cn: 长度

source: Double-sided printing (duplex)
de_de: Doppelseitiges Drucken (duplex)
es_es: Impresión a ambas caras (duplex)
fr_fr: Impression des deux côtés (duplex)
pt_pt: Imprimindo nos dois lados (duplex)
zh_cn: 双面打印（双面）

source: You have {booksNb} pending session(s). Please stay on this page and close it(them) or logout before leaving page
de_de: {booksNb} Sitzungen sind offen. Bleiben Sie auf der Seite und schließen die Sitzung oder melden sich vor dem Verlassen ab.
es_es: Tiene {booksNb} sesion(es) en espera. Siga en esta página y cierre la sesión o desconectese antes de salir.
fr_fr: Vous avez {booksNb} session(s) en attente. Rester sur cette page et fermer la session ou se déconnecter avant de quitter.
pt_pt: Você booksNb {} sessão (s) em espera. Fique nesta página e fazer login ou logout antes de sair.
zh_cn: 您有{booksNb}个待处理的会话。留在此页面并关闭会话或者在退出前断开连接。

source: ALERT
de_de: ACHTUNG
es_es: ALERTA
fr_fr: ALERTE
pt_pt: Aviso
zh_cn: 警报

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
pt_pt: Confirmar
zh_cn: 确定

source: Bookmarks
de_de: Lesezeichen
es_es: Marcadores
fr_fr: Signets
pt_pt: Signy-Signets
zh_cn: 书签

source: No bookmark
de_de: Kein Lesezeichen
es_es: Ningún marcador
fr_fr: Aucun signet
pt_pt: Nenhum favorito
zh_cn: 无书签

source: Add separator
de_de: Trennzeichen hinzufügen
es_es: Añadir un separador
fr_fr: Ajouter un séparateur
pt_pt: Adicionar um separador
zh_cn: 添加分隔符

source: Add to bookmarks
de_de: Zu Lesezeichen hinzufügen
es_es: Añadir un marcador
fr_fr: Ajouter aux signets
pt_pt: Adicionar aos Favoritos
zh_cn: 添加至书签

source: More...
de_de: Mehr...
es_es: Más
fr_fr: Plus
pt_pt: Mais ...
zh_cn: 更多...

source: Add new tab
de_de: Neuen Tab hinzufügen
es_es: Añadir una nueva pestaña
fr_fr: Ajouter un nouvel onglet
pt_pt: Adicionar uma nova guia
zh_cn: 添加一个新页签

source: New Tab
de_de: Neuer Tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
pt_pt: Novo separador
zh_cn: 新页签

source: Add gadget
de_de: Gadget hinzufügen
es_es: Añadir una viñeta
fr_fr: Ajouter vignette
pt_pt: Adicionar miniatura
zh_cn: 添加小工具

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
pt_pt: Actualizar
zh_cn: 更新

source: Personalize Landing Page
de_de: Startseite personalisieren
es_es: Personalizar la página de inicio
fr_fr: Personnaliser la page d'accueil
pt_pt: Personalize a página inicial
zh_cn: 定制主页

source: No page created
de_de: Keine Seite erstellt
es_es: Ninguna página creada
fr_fr: Aucune page créée
pt_pt: No Página criada
zh_cn: 没有创建任何页面

source: The page '{title}' will be deleted
de_de: Die Seite '{title}' wird gelöscht
es_es: La página '{title}' será borrada
fr_fr: La page '{title}' sera supprimée
pt_pt: A '} {título será removido
zh_cn: 页面'{title}'将被删除

source: Landing Page
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
pt_pt: Página de acolhimento
zh_cn: 主页

source: Location not found for gadget {0}
de_de: Kein Standort für Gadget {0} gefunden
es_es: Ubicación no encontrada para la viñeta {0}
fr_fr: Emplacement introuvable pour la vignette {0}
pt_pt: Localização encontrado para miniaturas {0}
zh_cn: 无法找到小工具{0}的位置

source: Add new gadgets
de_de: Neue Gadgets hinzufügen
es_es: Nueva viñeta
fr_fr: Nouvelle vignette
pt_pt: Novo adesivo
zh_cn: 新的小工具

source: Navigation Page
de_de: Navigationsseite
es_es: Página de navegación
fr_fr: Page de navigation
pt_pt: Página de Navegação
zh_cn: 导航页面

source: Modules
de_de: Module
es_es: Módulos
pt_pt: Módulo
zh_cn: 模块

source: Submodules
de_de: Untermodule
es_es: Submódules
fr_fr: Sous-modules
pt_pt: Submódulos
zh_cn: 子模块

source: The module '{title}' will be deleted
de_de: Das Modul '{title}' wird gelöscht
es_es: El módulo '{title}' será borrado
fr_fr: Le module '{title}' sera supprimé
pt_pt: O módulo '{title} será removido
zh_cn: 该模块{title}'将被删除

source: The menu block '{title}' will be deleted
de_de: Der Menüblock '{title}' wird gelöscht
es_es: El bloque menú '{title}' será borrado
fr_fr: Le bloc menu '{title}' sera supprimé
pt_pt: O menu bloco '{title} será removido
zh_cn: 该菜单块'{title}'将被删除

source: The menu '{title}' will be deleted
de_de: Das Menü '{title}' wird gelöscht
es_es: El menú '{title}' será borrado
fr_fr: Le menu '{title}' sera supprimé
pt_pt: O '{title} menu serão excluídos
zh_cn: 该菜单'{title}'将被删除

source: The block '{title}' will be deleted
de_de: Der Block '{title}' wird gelöscht
es_es: El bloque '{title}' será borrado
fr_fr: Le bloc '{title}' sera supprimé
pt_pt: O bloco '{title} será removido
zh_cn: 该版块'{title}'将被删除

source: No module created
de_de: Kein Modul erstellt
es_es: Ningún modulo creado
fr_fr: Aucun module créé
pt_pt: No módulo criado
zh_cn: 没有创建任何模块

source: Expand all
de_de: Alle ausklappen
es_es: Todo expandido
fr_fr: Tout déplier
pt_pt: Expandir tudo
zh_cn: 全部展开

source: Collapse all
de_de: Alle einklappen
es_es: Todo contraido
fr_fr: Tout replier
pt_pt: Recolher Tudo
zh_cn: 全部收起

source: No menus block created
de_de: Kein Menüblock erstellt
es_es: Nungún bloque menú creado
fr_fr: Aucun bloc menu créé
pt_pt: No bloco de menu criado
zh_cn: 没有创建任何菜单块

source: Drop here
de_de: Hier platzieren
es_es: Depositar aquí
fr_fr: Déposer ici
pt_pt: Poste aqui
zh_cn: 拖放到此处

source: No menus entry
de_de: Kein Menüeintrag
es_es: Ninguna entrada de menú
fr_fr: Aucune entrée de menu
pt_pt: No item do menu
zh_cn: 没有任何菜单项

source: Enter Title
de_de: Titel eingeben
es_es: Introducir la descripción
fr_fr: Saisir l'intitulé
pt_pt: Digite o título
zh_cn: 输入标题

source: First
de_de: Erster
es_es: Primer
fr_fr: Premier
pt_pt: Primeiro
zh_cn: 第一个

source: Previous
de_de: Vorheriger
es_es: Anterior
fr_fr: Précédent
pt_pt: Precedente
zh_cn: 上一个

source: Last
de_de: Letzter
es_es: Último
fr_fr: Dernier
pt_pt: Último
zh_cn: 最后一个

source: A new content has been added: {0} new field(s)
de_de: Ein neuer Inhalt wurde hinzugefügt: {0} neue(s) Feld(er)
es_es: Nuevo contenido se ha añadido : {0} nuevo(s) campo(s)
fr_fr: Du nouveau contenu a été ajouté : {0} nouveau(x) champ(s)
pt_pt: Novo conteúdo foi adicionado: {0} novamente (x) campo (s)
zh_cn: 已添加新内容：{0}个新字段

source: Replace
de_de: Ersetzen
es_es: Sustituir
fr_fr: Remplacer
pt_pt: Substituir
zh_cn: 替换

source: Customize page
de_de: Seite anpassen
es_es: Personalizar la página
fr_fr: Customiser la page
pt_pt: Personalize a página
zh_cn: 定制页面

source: New content has been applied
de_de: Neuer Inhalt wurde angewendet
es_es: Se ha aplicado nuevo contenido·
fr_fr: Du nouveau contenu a été appliqué
pt_pt: Novo conteúdo foi aplicada
zh_cn: 已应用新内容

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
pt_pt: Restaurar
zh_cn: 还原

source: Forget
de_de: Vergessen
es_es: Olvidar
fr_fr: Oublier
pt_pt: Esqueça
zh_cn: 忽略

source: Value must be unique
de_de: Wert muss eindeutig sein
es_es: El valor debe ser único
fr_fr: La valeur doit être unique
pt_pt: O valor deve ser exclusivo
zh_cn: 该值必须是唯一的

source: Invalid date
de_de: Ungültiges Datum
es_es: Fecha no válida
fr_fr: Date invalide
pt_pt: Data inválida
zh_cn: 无效的日期

source: Invalid time
de_de: Ungültige Zeit
es_es: Hora no válida
fr_fr: Heure invalide
pt_pt: Tempo inválido
zh_cn: 无效的时间

source: Invalid number
de_de: Ungültige Nummer
es_es: Número no válido
fr_fr: Numéro invalide
pt_pt: Número inválido
zh_cn: 无效的编号

source: No unit property specified
de_de: Keine Unit-Eigenschaft angegeben
es_es: Ninguna propiedad 'unidad' indicada
fr_fr: Aucune propriété 'unité' renseignée
pt_pt: Nenhuma unidade de propriedade 'informado
zh_cn: 未指定任何'单位'属性

source: Wrong unit type. Must be xreference or xchoice
de_de: Falscher Unit-Typ. Der Typ muss entweder xreference oder xchoice sein
es_es: Tipo de unidad errónea. Debe ser xreference o xchoice
fr_fr: Type d'unité erroné. Doit être xreference ou xchoice
pt_pt: Tipo errado de unidade. Deve ser xreference ou xchoice
zh_cn: 单位类型错误。必须是xreference或者xchoice

source: Quantity has wrong $value type. must be xdecimal or xinteger
de_de: Menge hat einen falschen $value Wert. Der Typ muss xdecimal oder xinteger sein
es_es: La cantidad tiene un tipo $value erróneo. El tipo debe ser xdecimal o xinteger
fr_fr: La quantité a un type $value erroné. Le type doit être xdecimal ou xinteger
pt_pt: Quantidade tem um valor de $ tipo errado. O tipo deve ser xdecimal ou xinteger
zh_cn: 这个数量有一个错误的$value类型。该类型必须是xdecimal或者xinteger

source: No unit type specified
de_de: Kein Unit-Typ festgelegt
es_es: Ningún tipo de unidad especificado
fr_fr: Aucun type d'unité spécifié
pt_pt: Nenhum tipo especificado unidade
zh_cn: 未指定任何单位类型

source: Unknown type
de_de: Unbekannter Typ
es_es: Tipo desconocido
fr_fr: Type inconnu
pt_pt: Tipo desconhecido
zh_cn: 未知类型

source: Not defined
de_de: Nicht definiert
es_es: No definido
fr_fr: Non défini
pt_pt: Não definido
zh_cn: 未定义

source: Invalid Value
de_de: Ungültiger Wert
es_es: Valor no válido
fr_fr: Valeur invalide
pt_pt: Valor inválido
zh_cn: 无效的值

source: Expected {0} contents, got {1}
de_de: {0} erwarteter Inhalt, erhalten {1}
es_es: {0} contenido esperado, recibido {1}
fr_fr: {0} contenu attendu, reçu {1}
pt_pt: {0} o conteúdo recebido esperado {1}
zh_cn: 预期为{0}内容，收到{1}

source: Not a valid email address
de_de: Keine gültige E-Mailadresse
es_es: No es una dirección email válida
fr_fr: Pas une adresse e-mail valide
pt_pt: Não é um endereço de e-mail válido
zh_cn: 不是一个有效的e-mail地址

source: No match
de_de: Keine Übereinstimmung
es_es: Ninguna correspondencia
fr_fr: Aucune correspondance
pt_pt: Nenhuma correspondência
zh_cn: 无对应项

source: Jump to
de_de: Gehe zu
es_es: Ir a·
fr_fr: Aller à
pt_pt: Túnel
zh_cn: 跳转到

source: Selection
de_de: Auswahl
es_es: Selección
fr_fr: Sélection
pt_pt: Selecção
zh_cn: 选择

source: Empty field: translation not available
de_de: Leeres Feld: Übersetzung nicht verfügbar
es_es: Campo vacío: traducción no disponible
fr_fr: Champ vide: traduction non disponible
pt_pt: Em branco: A tradução não disponível
zh_cn: 空字段：无可用翻译

source: Empty localizable field
de_de: Leeres lokalisierbares Feld
es_es: Campo localizable vacío
fr_fr: Champ localisable vide
pt_pt: Localizável campo vazio
zh_cn: 空的本地化字段

source: Confirm password
de_de: Passwort bestätigen
es_es: Confirmar la contraseña
fr_fr: Confirmer le mot de passe
pt_pt: Confirme sua senha
zh_cn: 确认密码

source: Password does not match
de_de: Das Passwort stimmt nicht überein
es_es: La contraseña no corresponde
fr_fr: Le mot de passe ne correspond pas
pt_pt: A senha não corresponde
zh_cn: 密码不符合

source: Please confirm password
de_de: Bitte Passwort bestätigen
es_es: Confirmar la contraseña
fr_fr: Confirmer le mot de passe
pt_pt: Confirme sua senha
zh_cn: 确认密码

source: Field not found for salting
de_de: Feld für Salting nicht gefunden
es_es: Campo de salazón no encontrado
fr_fr: Champ de salage non trouvé
pt_pt: O campo não salga encontrado
zh_cn: 未找到salage字段

source: Select file
de_de: Datei auswählen
es_es: Seleccionar el fichero
fr_fr: Selectionner le fichier
pt_pt: Selecione o arquivo
zh_cn: 选择文件

source: Upload
de_de: Hochladen
es_es: Descargar en el servidor
fr_fr: Télécharger sur le serveur
pt_pt: Faça o upload para o servidor
zh_cn: 上传到服务器

source: Uploaded
de_de: Hochgeladen
es_es: Descargado en el servidor
fr_fr: Téléchargé sur le serveur
pt_pt: Enviado para o servidor
zh_cn: 已上传到服务器

source: Drop file from explorer or Select it
de_de: Eine Datei vom Server platzieren oder Auswählen
es_es: Depositar un fichero desde el explorador o seleccionarlo
fr_fr: Déposer un fichier depuis l'explorateur ou le sélectionner
pt_pt: Queda de um arquivo a partir do Explorador ou seleccione
zh_cn: 从资源管理器中拖放一个文件或选择一个文件

source: File type not supported
de_de: Dateityp nicht unterstützt
es_es: Tipo de fichero no soportado
fr_fr: Type de fichier non supporté
pt_pt: Tipo de arquivo não suportado
zh_cn: 文件类型不受支持

source: File too large
de_de: Datei zu groß
es_es: Fichero demasiado voluminoso
fr_fr: Fichier trop volumineux
pt_pt: Arquivo muito grande
zh_cn: 文件过大

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
pt_pt: Hoje
zh_cn: 今天

source: Beginning
de_de: Anfang
es_es: Inicio
fr_fr: Début
pt_pt: Início
zh_cn: 开始

source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
pt_pt: Fim
zh_cn: 结束

source: of year
de_de: des Jahres
es_es: del año
fr_fr: de l'année
pt_pt: ano
zh_cn: 年

source: of quarter
de_de: des Quartals
es_es: del trimestre
fr_fr: du trimestre
pt_pt: trimestre
zh_cn: 季度

source: of month
de_de: des Monats
es_es: del mes
fr_fr: du mois
pt_pt: do mês
zh_cn: 月

source: of week
de_de: der Woche
es_es: de la semana
fr_fr: de la semaine
pt_pt: semanal
zh_cn: 星期

source: Time Picker
de_de: Zeitauswahl
es_es: Seleccionador de hora
fr_fr: Sélecteur d'heure
pt_pt: Seletor de Tempo
zh_cn: 时间选择器

source: No filter
de_de: Kein Filter
es_es: Ningún filtro
fr_fr: Aucun filtre
pt_pt: Nenhum filtro
zh_cn: 没有筛选器

source: All the records will be deleted.Confirm ?
de_de: Alle Datensätze werden gelöscht. Bestätigen?
es_es: Todos los registros serán borrados.¿Desea confirmar?
fr_fr: Tous les enregistrements seront supprimés. Confirmer ?
pt_pt: Todos os registros serão apagados. Confirmar
zh_cn: 所有记录都将被删除。请确认？

source: Show graph
de_de: Grafik anzeigen
es_es: Mostrar el gráfico
fr_fr: Afficher le graphique
pt_pt: Ver gráfico
zh_cn: 显示图表

source: Show list
de_de: Verzeichnis anzeigen
es_es: Mostrar la lista
fr_fr: Afficher la liste
pt_pt: Veja a lista
zh_cn: 显示列表

source: Customize list
de_de: Verzeichnis anpassen
es_es: Personalizar la lista
fr_fr: Personnaliser la liste
pt_pt: Personalizar a lista
zh_cn: 定制列表

source: No data to display
de_de: Keine Daten anzuzeigen
es_es: Ningún dato a visualizar
fr_fr: Aucune donnée à afficher
pt_pt: Nenhum dado a apresentar
zh_cn: 没有待显示的数据

source: Waiting for data
de_de: Auf Daten warten
es_es: En espera de datos
fr_fr: En attente de données
pt_pt: À espera de dados
zh_cn: 等待数据

source: Result
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
pt_pt: Resultado
zh_cn: 记录

source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats
pt_pt: Resultados
zh_cn: 记录

source: of
de_de: von
es_es: de
fr_fr: de
pt_pt: de
zh_cn: ...的

source: Move record
de_de: Datensatz verschieben
es_es: Mover el registro
fr_fr: Déplacer l'enregistrement
pt_pt: Mova o registro
zh_cn: 移动记录

source: Popup view
de_de: Popup-Ansicht
es_es: Vista popup
fr_fr: Vue popup
pt_pt: Ver pop-up
zh_cn: 弹出视图
